11/data/attachments/9bf93d508f6954de.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Rebecca_worry_Actions_4318_4</nif:username>
            <nif:friendToBeRequested>soap_actions_4cd8136e-8ecf-4132-b248-92bf88004d14</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>